{
    "11242":{
       "type":"JPG",
       "url":"https://hcloud.trealet.com//albums/Nhom03/app/Bữa tối cuối cùng.jpg",
       "description":"Bữa ăn tối cuối cùng là bức bích họa nổi tiếng của danh họa Leonardo da Vinci. Tác phẩm được sáng tác vào khoảng năm 1495 đến 1498. Bức bích họa nằm tại phòng tiệc của Tu viện Santa Maria ở thành phố Milano.",
       "name":"Bữa tối cuối cùng"
    },
    "11786":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/ngomon2.png",
       "name":"Ngọ Môn toàn cảnh"
    },
    "11794":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/ngomon5.png",
       "description":"Ngọ Môn là một trong những công trình kiến trúc có giá trị tiêu biểu và đặc sắc của miền núi Ngự sông Hương. Đây là một bộ phận của quần thể di tích Kinh Thành Huế đã được UNESCO công nhận là Di sản Văn hoá Thế giới. Mặc dù đã được xây dựng cách đây hơn một thế kỷ rưỡi và hứng chịu biết bao sự tàn phá của chiến tranh nhưng với kỹ thuật xây dựng đỉnh cao Ngọ Môn Huế vẫn tồn tại bất biến.\r\nNgày nay Ngọ Môn là một tổng thế kiến trúc đồ sộ, nguy nga. Chiều cao ấn tượng và dáng đứng oai hùng của nó đã đột biến cả không gian, gây ấn tượng mạnh cho du khách khi đến thăm Ngọ Môn Huế. Ngọ Môn Huế là tổng thể công trình nguy nga đồ sộ Do được cải biên nên Ngọ Môn giờ đây đã trở thành một tuyệt tác kiến trúc xinh xắn, gần gũi với cảnh sắc thiên nhiên và tâm hồn, tình cảm của con người đất Việt.\r\nNgọ Môn là một công trình kiến trúc đặc biệt, vì thế cấu trúc của nó cũng vô cùng khác lạ. Ngọ Môn có kiến trúc tổng thế là hình chữ U với phần lõm đặt phía ngoài. Cấu trúc này khiến nhiều du khách liên tưởng đến một cánh tay đang rộng mở chào đón quan khách muôn phương. Về cấu trúc, có thể chia tổng thể Ngọ Môn thành hai phần chính: phần nền đài với 5 cửa trổ xuyên qua và lầu Ngũ Phụng – một kiệt tác đồ sộ nằm trên nền đài\r\n",
       "name":"Ngọ Môn toàn cảnh"
    },
    "11802":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/ngomon6.png",
       "name":"Điện đài"
    },
    "12018":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienkientrung1.png",
       "name":"Điện Kiến Trung"
    },
    "12026":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienkientrung2.png",
       "description":"Vào tháng Chạp năm 1946, quân Việt Minh thực hiện chiến lược tiêu thổ kháng chiến, tiến hành phá hủy hoàn toàn điện Kiến Trung. Khu vực điện chỉ còn lại nền điện và hàng lan can.",
       "name":"Điện Kiến Trung toàn cảnh"
    },
    "12034":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienkientrung3.png",
       "name":"Điện Kiến Trung nhìn từ phía trước"
    },
    "12042":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienkientrung5.png",
       "description":" Điện Kiến Trung còn có tên Lầu Kiến Trung là một cung điện tọa lạc trong khu vực Tử cấm thành của kinh thành Huế được xây dựng vào thời vua Khải Định năm 1921– 1923 cùng thời gian với việc xây lăng để làm nơi sinh hoạt của vua trong hoàng cung.",
       "name":": Điện Kiến Trung"
    },
    "12050":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienkientrung6.png",
       "description":"Điện Kiến Trung nằm ở điểm cực bắc của trục thần đạo xuyên qua trung tâm Tử Cấm Thành. Kiểu thức điện là hợp thể phong cách Âu châu gồm kiến trúc Pháp, Phục Hưng của Ý cùng pha thêm kiến trúc cổ VN. Mặt tiền điện có trang trí những mảnh gốm sứ nhiều màu.",
       "name":"Điện Kiến Trung xưa"
    },
    "12058":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanthanh1.png",
       "name":"Bên ngoài Điện Càn Thành "
    },
    "12066":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanthanh2.png",
       "name":"Điện Càn Thành xưa"
    },
    "12074":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanthanh3.png",
       "description":"Điện Càn Thành nằm sau điện Cần Chánh - nơi vua thiết triều, phía trước điện Khôn Thái - là chỗ ở của Hoàng Quý Phi. Phía trước điện, bên phải có điện Trinh Minh là nơi ở của các bà phi, bên trái có điện Quang Minh là nơi ở của Đông cung hoàng tử.",
       "name":"Điện Càn Thành xưa"
    },
    "12082":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanthanh5.png",
       "description":"Điện Càn Thành trước năm 1811 có tên là điện Trung Hòa nằm trong Tử Cấm thành Huế, đây là tư cung của vua triều Nguyễn. Công trình này đã trở thành phế tích sau khi bị đốt năm vào tháng 2 năm 1947",
       "name":"Điện Càn Thành xưa"
    },
    "12090":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanthanh6.png",
       "description":"Điện Càn Thành nằm sau điện Cần Chánh - nơi vua thiết triều, phía trước điện Khôn Thái - là chỗ ở của Hoàng Quý Phi. Phía trước điện, bên phải có điện Trinh Minh là nơi ở của các bà phi, bên trái có điện Quang Minh là nơi ở của Đông cung hoàng tử.",
       "name":"Nội thất trong Điện Càn Thành"
    },
    "12098":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanchanh1.png",
       "name":"Điện Cần Chánh xưa"
    },
    "12106":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanchanh2.png",
       "name":"Điện Cần Chánh xưa"
    },
    "12114":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanchanh3.png",
       "name":"Điện Cần Chánh xưa"
    },
    "12122":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanchanh5.png",
       "description":"Cần Chánh là ngôi điện dùng làm nơi thường triều của vua Nguyễn. Điện được xây dựng năm Gia Long thứ 3 tức 1804, sau còn được tu bổ nhiều lần. Đây vốn là ngôi điện có kết cấu gỗ lớn và đẹp nhất trong Tử Cấm Thành. ",
       "name":"Điện Cần Chánh xưa"
    },
    "12130":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanchanh6.png",
       "description":"Về tổng thể, Điện Cần Chánh được bố trí trên trục chính của Đại Nội - nằm giữa điện Thái Hoà và điện Càn Thành. Trước Điện Cần Chánh có \"sân bái mạng\", là nơi tập hợp văn võ bá quan khi chầu vua, dâng biểu. Điện cùng với nhà tả vu, hữu vu họp thành bố cục kiến trúc hình chữ môn.\r\n\r\n",
       "name":"Bên trong Điện Cần Chánh "
    },
    "12138":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanchanh7.png",
       "description":"Điện đặt trên một nền đài cao gần 1m, bó vỉa bằng gạch vồ và đá thanh. Diện tích mặt nền gần 1000m2. Chính điện 5 gian, 2 chái kép, tiền điện 7 gian, 2 chái đơn, hai bên đông tây có 4 hồi lang nối qua điện Văn Minh, Võ Hiển và qua Tả Vu, Hữu Vu. Toàn bộ bộ khung gỗ gồm 80 chiếc cột bằng gỗ lim. Phần lớn kết cấu bộ khung bên trên đều được chạm trổ trang trí rất tinh xảo, công phu.\r\n",
       "name":"Sân Điện Cần Chánh"
    },
    "12146":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanchanh8.png",
       "description":"Điện Cần Chánh là nơi vua tổ chức lễ thiết triều vào các ngày mùng 5, 10, 20 và 25 âm lịch hàng tháng. Ngoài ra điện còn là nơi vua Nguyễn tiếp đón các sứ bộ quan trọng, nơi tổ chức các buổi tiệc tùng trong những dịp khánh hỷ. \r\n",
       "name":"Điện Cần Chánh"
    },
    "12154":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanchanh9.png",
       "description":"Trong điện, ở gian giữa của nhà chính đặt ngự tọa, hai bên treo các bức tranh gương thể hiện cảnh đẹp Kinh đô và bản đồ các tỉnh trong nước lồng trong khung kính. Điện Cần Chánh còn là nơi trưng bày nhiều báu vật của triều Nguyễn như các đồ sứ quý hiếm của Trung Hoa, các hòm tượng ấn vàng, ấn ngọc của triều đại...\r\n",
       "name":"Vạc đồng thời chúa Nguyễn ở sân Điện Cần Chánh"
    },
    "12162":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/diencanchanh10.png",
       "description":"Cần Chánh, ngôi điện đẹp nhất trong Tử Cấm Thành, tồn tại qua 13 triều vua Nguyễn, bị đốt rụi năm 1947, ngày nay chỉ còn nền móng.\r\n",
       "name":"Điện Cần Chánh ngày nay"
    },
    "12194":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/dienthaihoa5.png",
       "description":"Điện Thái Hoà là cung điện nằm trong khu vực Đại Nội của kinh thành Huế, là nơi đăng quang của 13 vua triều Nguyễn từ Gia Long đến Bảo Đại. Điện Thái Hò biểu trưng cho quyền lực của Hoàng triều Nguyễn.",
       "name":"dienthaihoa5"
    },
    "12202":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/dienthaihoa6.png",
       "description":"\r\nVua Gia Long khởi công xây dựng vào ngày 21 tháng 2 năm 1805 và hoàn thành vào tháng 10. Năm 1833 khi vua Minh Mạng quy hoạch lại hệ thống kiến trúc cung đình ở Đại Nội, trong đó có việc cho dời điện về mé nam và làm lại đồ sộ và lộng lẫy hơn. Năm 1923 dưới thời vua Khải Định để chuẩn bị cho lễ Tứ tuần Đại khánh tiết mừng vua tròn 40 tuổi diễn ra vào năm 1924, điện Thái Hoà đã được \"đại gia trùng kiến\".\r\n",
       "name":"dienthaihoa6"
    },
    "12210":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/dienthaihoa7.png",
       "description":"Điện, cùng với sân chầu, là địa điểm được dùng cho các buổi triều nghi quan trọng của triều đình như: lễ Đăng Quang, sinh nhật vua, những buổi đón tiếp sứ thần chính thức và các buổi đại triều được tổ chức 2 lần vào ngày mồng 1 và 15 âm lịch hàng tháng. Vào những dịp này, nhà vua ngồi uy nghiêm trên ngai vàng. Chỉ các quan Tứ trụ và những hoàng thân quốc thích của nhà vua mới được phép vào điện diện kiến. Các quan khác có mặt đông đủ và đứng xếp hàng ở sân Đại triều theo cấp bậc và thứ hạng từ nhất phẩm đến cửu phẩm, quan văn đứng bên trái, quan võ đứng bên phải. Tất cả các vị trí đều được đánh dấu trên hai dãy đá đặt trước sân chầu.",
       "name":"dienthaihoa7"
    },
    "12218":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/dienthaihoa8.png",
       "description":"Điện Thái Hòa tiêu biểu cho kiến trúc theo kiểu \"nhà kép\" trong đó tiền điện và hậu điện nối với nhau bằng trần thừa lưu. Với 80 cột gỗ lim sơn son thiếp vàng và các con rồng trang trí trên mái tương tượng trưng hoàng đế.",
       "name":"dienthaihoa8"
    },
    "12226":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/dienthaihoa9.png",
       "description":"Cung điện được xây theo lối trùng thiềm điệp ốc và được chống đỡ bằng 80 cột gỗ lim được sơn thếp và trang trí hình rồng vờn mây - một biểu tượng về sự gặp gỡ giữa hoàng đế và quần thần đúng như chức năng vốn có của ngôi điện. Nhà trước và nhà sau của điện được nối với nhau bằng một hệ thống trần vòm mai cua dưới máng nước nối của hai mái nhà. Chính trần mai cua này nối với nửa trong tạo ra một không giannội thất liên tục, thống nhất, rộng rãi, không còn cảm giác ghép nối hai tòa nhà. Việc ứng dụng máng thừa lưu là một sáng tạo của người xây dựng điện, nó chẳng những che kín được sự lõm xuỗng của nơi nối hai mái mà còn tạo nên nhịp điệu kiến trúc",
       "name":"dienthaihoa9"
    },
    "12234":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/dienthaihoa10.png",
       "description":"Đây là tòa điện lộng lẫy nhất của Hoàng Thành Huế còn sót lại cho đến ngày nay. Đến thăm điện Thái Hòa du khách sẽ phải ngỡ ngàng trước vẽ đẹp cổ kính và uy nghiêm của nơi đây.",
       "name":"dienthaihoa10"
    },
    "12322":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuoncoha2.png",
       "name":"Vườn Cơ Hạ toàn cảnh"
    },
    "12330":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuoncoha3.png",
       "name":"Vườn Cơ Hạ "
    },
    "12338":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuoncoha5.png",
       "description":"Vườn Cơ Hạ bao gồm một quần thể sông hồ, núi động, lầu tạ, cung điện liên hoàn, kết hợp hài hoà giữa công trình kiến trúc và cảnh trí thiên nhiên. Giữa vườn có hồ nước rộng gọi là Minh Hồ. Bên trái Minh Hồ có đài tạ gọi là Hoà phong. Cầu bắc qua Minh Hồ gọi là Kim Nghệ Ngọc Đống. Hành lang bên phải Minh Hồ gọi là Khả Nguyệt. Giữa Minh Hồ có một đảo nhỏ, trên đảo có lầu gác gọi là Quang Biểu. Lầu đài phía sau Minh Hồ gọi là Thưởng Thắng. Điện chính trong vườn là điện Khám Văn. Đại sảnh trong vườn gọi là Minh Lý. Ngoài ra, còn có nhiều công trình khác như: hang Phúc Duyên, hang Đào Nguyên, ao Thuỵ Liên, sông Trại Võ…. Ngày nay, vườn Cơ Hạ đã tàn tà, hư hỏng gần hết, chỉ còn lại dấu vết của hang động, đồi núi, sông hồ.",
       "name":"Vườn Cơ Hạ từ trên cao"
    },
    "12346":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuoncoha6.png",
       "description":"Sau một thời gian dài hoang phế, một trong những vườn Thượng uyển nổi tiếng cung đình Huế xưa là vườn Cơ Hạ với diện tích 16.800 m2 đã được Trung tâm Bảo tồn Di tích Cố đô Huế phục hồi lại đẹp tuyệt như hình dáng những năm xưa nhân dịp Festival Huế.",
       "name":"Hồ vườn cơ hạ"
    },
    "12354":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuoncoha7.png",
       "description":"Cỏ, bụi rậm, cây dại được phát quang, thay vào đó là các con đường đi lát đá như lúc xưa kèm theo nhiều thảm cỏ xanh mượt đẹp nõn nà. Ba ngôi nhà rường là nơi để khách ngồi ngắm cảnh, xem tranh ảnh xưa về Vườn Cơ Hạ cùng nhiều thư pháp chữ Hán vịnh cây, vịnh hoa và vườn cảnh của các vị vua, danh sĩ thời Nguyễn. Trung tâm đã phục dựng lại cầu Kim Nghê bằng tre nứa buộc lạt mây và sửa sang lại núi Thọ An và động Phước Duyên. Sông Tái Vũ được nạo vét thả hoa sen, hoa súng và cá chép vàng.",
       "name":"Cổng vườn Cơ hạ"
    },
    "12362":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuoncoha8.png",
       "description":"Đặc biệt, gần 600 loại cây cảnh quý với 45 chủng loại được huy động từ 56 nghệ nhân chơi cây kiểng, bonsai trong và ngoại tỉnh Thừa Thiên Huế được đưa về sắp xếp trong vườn theo đúng như vườn xưa. Riêng Hội phong lan Huế đã đưa nhiều loài lan lạ, đặc sắc vào vườn tạo sự đa dạng cho sắp đặt cảnh quan vườn Cơ Hạ",
       "name":"Cây cổ thụ trong vườn Cơ Hạ"
    },
    "12434":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuonnguuyen2.png",
       "name":"Vườn Ngự Uyển"
    },
    "12442":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuonnguuyen3.png",
       "name":"Vườn hoa Vườn Ngự Uyển"
    },
    "12450":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuonnguuyen5.png",
       "description":"Vào năm Minh Mạng thứ 3 (1822), triều Nguyễn đã huy động tới 8000 binh lính dốc sức cải tạo hồ thành chốn tiêu dao, biến hồ Tịnh Tâm trở thành một trong những vườn Ngự Uyển xinh đẹp bậc nhất của Kinh thành Huế lúc bấy giờ.\r\nHồ Tịnh Tâm có hình chữ nhật với chu vi gần 1500m, là một thành tựu tiêu biểu của nghệ thuật kiến trúc cảnh quan Việt Nam vào thế kỷ 19 với sự bày bố cầu kỳ, tinh tế, hài hòa với thiên nhiên.\r\nTrên hồ có 3 hòn đảo là Bồng Lai, Phương Trượng và Doanh Châu. Trong số đó, nổi bật nhất là đảo Bồng Lai nằm ở phía nam của hồ. Nơi đây có điện Bồng Doanh kiến trúc 3 gian 2 chái, mái trùng diêm, lợp ngói lưu li nằm giữa đảo.\r\n",
       "name":"Vườn Ngự Uyển"
    },
    "12458":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuonnguuyen6.png",
       "description":"Trước đây, hồ Tịnh Tâm nguyên là vết tích của đoạn sông Kim Long chảy qua Huế\r\nHồ được ngăn cách với bên ngoài bằng một vòng tường gạch. Bốn mặt có bốn cửa: cửa Hạ Huân ở phía nam, cửa Đông Hy ở phía bắc, cửa Xuân Quang ở phía đông và cửa Thu Nguyệt ở phía tây. Xung quanh các đảo trên hồ và dọc bờ hồ đều trồng các loại liễu trúc và nhiều loài hoa cỏ lạ. Đặc biệt, người dân Huế xưa nay vẫn truyền miệng nhau câu ca dao:\r\n“Hồ Tịnh Tâm nhiều sen bách diệp\r\nĐất Hương Cần quýt ngọt, cam thơm”\r\nQua đó, thể hiện sự trân quý địa danh hồ Tịnh Tâm vốn gắn liền với loài sen bách diệp – loài sen có nhiều cánh nhỏ màu hồng, được tôn vinh là giống sen quý nhất trong tất cả các loại sen.\r\n",
       "name":"Hồ Tịnh Tâm "
    },
    "12466":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuonnguuyen7.png",
       "description":"Theo sử sách, trước đây sen ở Hồ Tịnh Tâm vốn được trồng để dâng vào hoàng cung phục vụ ẩm thực cho các bậc đế vương. Sen hồ Tịnh nổi tiếng gần xa bởi hạt sen vừa bở vừa thơm, hương vị ngọt bùi đã trở thành đặc sản được du khách trong và ngoài nước rất yêu thích khi nhắc đến Huế.\r\nTheo người dân địa phương, xưa nước hồ Tịnh Tâm trong veo với sen bách diệp nở ngập mặt hồ thơm nức cả một vùng. Cứ vào độ tháng 5, hồ Tịnh Tâm xanh mướt một màu của loài sen vương giả.\r\nHồ Tịnh Tâm được biết đến là vườn thượng uyển nhân tạo đẹp nhất của kinh đô Huế thời nhà Nguyễn, là một trong 20 cảnh đẹp đất Thần Kinh. Cảnh đẹp ở hồ Tịnh Tâm đã đi vào thơ ca, trở thành nguồn cảm hứng dạt dào của các vua Nguyễn như: Minh Mạng, Thiệu Trị, Tự Đức …\r\n",
       "name":"Hồ Tịnh Tâm ngày ấy"
    },
    "12474":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/vuonnguuyen8.png",
       "description":"Đặt chân đến hồ Tịnh Tâm bây giờ, nhiều người không khỏi chạnh buồn bởi khung cảnh hiu hắt. Sự tàn phá của chiến tranh, của thời gian và của con người đã khiến cho vẻ đẹp của hồ Tịnh Tâm cùng loài sen trứ danh bị mai một, xuống cấp. Vườn ngự uyển của hoàng gia ngày nào giờ không còn thơm ngát hương sen, thay vào đó là màu xanh của bèo, rau muống, cộng thêm vài khóm hoa súng lác đác trên mặt hồ. Gần đây, với sự nỗ lực của tỉnh Thừa Thiên Huế, trực tiếp là Trung tâm Bảo tồn Di tích Cố đô Huế cùng những người dân sống xung quanh di tích, hồ Tịnh Tâm đã dần được hồi sinh.",
       "name":"Hồ Tịnh Tâm bây giờ"
    },
    "12482":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/thaimieu1.png",
       "name":"Thái Miếu toàn cảnh"
    },
    "12490":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/thaimieu2.png",
       "name":"Thái Miếu ngày xưa"
    },
    "12498":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/thaimieu5.png",
       "description":"Thái Miếu hay còn gọi là Thái Tổ Miếu là miếu thờ từ chúa Nguyễn Hoàng đến chúa Nguyễn Phúc Thuần. Miếu được xây dựng từ năm Gia Long thứ 3 tức năm 1804 ở góc Đông Nam trong Hoàng thành, đối xứng với Thế Tổ Miếu ở phía Tây Nam. Qui mô và bố trí kiến trúc của Thái Miếu gần tương tự như Thế Tổ Miếu. Tòa điện chính kiến trúc theo lối nhà kép trùng thiềm điệp ốc, chính đường 13 gian 2 chái kép, tiền đường 15 gian 2 chái đơn. Phía đông điện chính là điện Long Đức, phía nam có điện Chiêu Kính. Đối diện với điện Chiêu Kính ở phía tây là điện Mục Tư, phía bắc điện này có tòa nhà vuông.",
       "name":"Thái Miếu"
    },
    "12506":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/thaimieu6.png",
       "description":"Trước sân Thái Miếu có gác Tuy Thành, 3 tầng, hình thức tương tự như gác Hiển Lâm ở Thế Miếu. Hai bên gác Tuy Thành có tường ngắn, trên có lầu chuông, lầu trống, dưới trổ cửa vòm. Phía nam của gác Tuy Thành, 2 bên có nhà Tả Vu, Hữu Vu. Toàn bộ khu vực Thái Miếu có tường gạch bao bọc, trổ 5 cửa ra các phía. Các án thờ của chúa Nguyễn đều đặt trong tòa điện chính, bài vị phối thờ các công thần đặt ở Tả Vu và Hữu Vu. Lễ tế tổ chức 1 năm 5 lần vào các tháng manh xuân, manh hạ, mạnh thu, mạnh đông và quý đông.",
       "name":"Thái Miếu"
    },
    "12514":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/thaimieu7.png",
       "description":"Trong kháng chiến chống Pháp đầu năm 1947, khu vực Thái Miếu bị thiêu hủy gần như hoàn toàn. Năm 1971-1972, hội đồng trị sự Nguyễn Phước Tộc đã quyên góp và dựng lại 1 tòa nhà 5 gian trên nền cũ ngôi điện chính để làm nơi thờ tự các chúa Nguyễn.",
       "name":"Triệu Miếu phía sau"
    },
    "12522":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/trieumieu1.png",
       "name":"Triệu Miếu phía trước "
    },
    "12538":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/trieumieu5.png",
       "description":"Triệu Tổ miếu là miếu thờ ông Nguyễn Kim, còn gọi là Cam (1468-1545), thân sinh của chúa Tiên Nguyễn Hoàng. Nguyễn Kim là người đã phò Lê Trang Tông khởi đầu cho sự nghiệp trung hưng nhà Lê. Năm 1545, ông bị hàng tướng nhà Mạc là Dương Chấp Nhất đầu độc chết. Sau này, triều Nguyễn truy tôn miếu hiệu cho ông là Triệu Tổ Tĩnh Hoàng đế.Triệu Miếu được xây dựng năm Gia Long thứ 3 (1804) ở phía đông nam, bên trong Hoàng Thành, phía bắc của Thái Miếu.",
       "name":"Triệu Miếu"
    },
    "12546":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/trieumieu6.png",
       "description":" Về hình thức và qui mô kiến trúc, Triệu Miếu tương tự như Hưng Miếu, miếu gồm 1 tòa điện chính theo lối nhà kép, chính đường 3 gian 2 chái, tiền đường 5 gian 2 chái đơn. Hai bên điện chính có Thần Khố (phía đông) và Thần Trù (phía tây). ",
       "name":"Bên trong Triệu Miếu"
    },
    "12554":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/trieumieu7.png",
       "description":"Khuôn viên khu miếu hình chữ nhật, tường phía nam gắn liền với tường Thái Miếu. Bên trong điện chính đặt án thờ Triệu Tổ Tĩnh Hoàng đế và Hoàng hậu. Mỗi năm tổ chức 5 lần tế tương tự ở Thái Miếu.",
       "name":"Khuôn viên Triệu Miếu"
    },
    "12666":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/phunoivu5.png",
       "description":"Quần thể kiến trúc Phủ Nội Vụ được xây dựng từ năm 1837 dưới thời vua Minh Mạng, là nơi quản lý, chế tác và lưu giữ các loại vàng bạc, châu báu phục vụ cho triều đình nhà Nguyễn. Đến năm 1906, công trình được xây dựng lại theo kiến trúc Pháp, ngày nay chỉ còn lại tòa nhà chính hai tầng sót lại sau chiến tranh, vị trí gần cửa Hiển Nhơn thuộc khuôn viên Tử Cấm Thành.",
       "name":"Phủ Nội Vụ"
    },
    "12674":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/phunoivu6.png",
       "description":"Trong hơn 100 năm tồn tại, tòa nhà được sử dụng với nhiều mục đích khác nhau. Hiện tại, nơi này dùng để cất giữ các đồ dùng trang trí sau các buổi biểu diễn nghệ thuật trong kinh thành, đồng thời là trụ sở điều hành của một doanh nghiệp khai thác dịch vụ xe điện.",
       "name":"Phủ Nội Vụ"
    },
    "12682":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/phunoivu7.png",
       "description":"Cầu thang dẫn lên tầng trên nằm ở hai bên của tòa nhà. Quần thể kiến trúc Phủ Nội Vụ có diện tích khoảng 2 ha gồm tòa nhà chính vẫn nguyên kết cấu ban đầu, ngôi miếu Tối Linh Từ được trùng tu năm 2012 và những dãy nhà cấp bốn xây dựng khi nơi này là Đại học Nghệ thuật Huế. Kinh thành Huế trước đây có hai công trình kiến trúc Pháp là điện Kiến Trung và Phủ Nội Vụ nhưng điện Kiến Trung đã bị tàn phá bởi bom đạn, chỉ còn lại nền móng và đang được phục hồi từ năm 2018.",
       "name":"Cầu thang"
    },
    "12690":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/phunoivu8.png",
       "description":"Tại tầng một tòa nhà vẫn còn những dấu tích của Đại học Nghệ thuật Huế như hòm thư, bảng tên phòng hiệu trưởng, phó hiệu trưởng… Từ năm 1936 đến 1996, khu vực này liên tục thay đổi công năng từ trụ sở của tuần binh bảo vệ hoàng thành, trụ sở trường Cao đẳng Nghệ thuật Huế rồi trở thành Đại học Nghệ thuật Huế",
       "name":"Tầng 1 Phủ Nội Vụ"
    },
    "12698":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/phunoivu9.png",
       "description":"Tầng hai của tòa nhà với hành lang chạy vòng quanh bốn mặt. Phủ Nội Vụ gắn liền với bí ẩn kho báu của vua Minh Mạng",
       "name":"Tầng 2 Phủ Nội Vụ"
    },
    "12706":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/phunoivu10.png",
       "description":"Các phòng tại Phủ Nội Vụ rất rộng, có cửa ra hành lang ở nhiều hướng và các phòng thông với nhau. Quốc Sử Quán triều Nguyễn ghi chép lại, vào năm 1885 ở tầng dưới Phủ Nội Vụ cất giữ hơn 91.000 thỏi bạc đĩnh 10 lạng, gần 79.000 thỏi bạc đĩnh 1 lạng, tầng trên cất giữ khoảng 500 lạng vàng, khoảng 700.000 lạng bạc. Về sau này, đã có ba lần quan lại và binh lính đào được các hầm chứa bạc trong kinh thành.",
       "name":"Một phòng Phủ Nội Vụ"
    },
    "12714":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/phunoivu11.png",
       "description":"Khoảng sân trước Phủ Nội Vụ nhìn từ lan can tầng hai, bên trái là hướng ra cổng Hiển Nhơn nằm ở phía đông của kinh thành Huế.",
       "name":"Khoảng sân trước"
    },
    "12738":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/kydai5.png",
       "description":"Kỳ đài của Kinh thành Huế, còn gọi là Cột cờ Kinh thành Huế là di tích kiến trúc thời nhà Nguyễn nằm chính giữa mặt nam của kinh thành Huế thuộc phạm vi pháo đài Nam Chánh cũng là nơi treo cờ của triều đình. Kỳ Đài được xây dựng vào năm Gia Long thứ 6 tức 1807 cùng thời gian xây dựng kinh thành Huế. Đến thời Minh Mạng, Kỳ Ðài được tu sửa. Kỳ Đài gồm hai phần: đài cờ và cột cờ.",
       "name":"Kỳ Đài của kinh thành Huế"
    },
    "12746":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/kydai6.png",
       "description":"Đài cờ gồm ba tầng hình chóp cụt chữ nhật chồng lên nhau với chiều cao khoảng 17,5m. Từ mặt đất lên tầng dưới bằng một lối đi nhỏ ở phía trái Kỳ Ðài, tầng dưới thông với tầng giữa bằng một cửa vòm rộng 4 m, tầng giữa thông với tầng trên cùng cũng bằng một cửa vòm rộng 2 m. Ðỉnh mỗi tầng có xây một hệ thống lan can cao 1 m được trang trí bằng gạch hoa đúc rỗng. Nền ba tầng lát gạch vuông và gạch vồ, có hệ thống thoát nước mưa xuống dưới. Trước đây còn có hai chòi canh và tám khẩu đại bác.",
       "name":"Đài Cờ"
    },
    "12754":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/kydai7.png",
       "description":"Cột cờ nguyên xưa làm bằng gỗ, gồm hai tầng, cao gần 30 m. Năm Thiệu Trị thứ 6 năm 1846, cột cờ được thay bằng một cây cột gỗ dài hơn 32m. Đến năm Thành Thái thứ 16 tức 1904, cột cờ này bị một cơn bão lớn quật gãy, nên sau phải đổi làm bằng ống gang. Năm 1947, khi quân Pháp tái chiếm Huế, cột cờ lại bị pháo bắn gãy một lần nữa. Năm 1948, cột cờ bằng bê tông cốt sắt với tổng chiều cao 37m mới được xây dựng như hiện nay.",
       "name":"Kỳ Đài Huế toàn cảnh"
    },
    "12762":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/kydai8.png",
       "description":"Kỳ Đài và một đoạn thành Huế Thời Nguyễn, trong tất cả các dịp lễ tiết, chầu mừng, tuần du cho đến việc cấp báo đều có hiệu cờ. Trên đỉnh cột cờ còn đặt một trạm quan sát gọi là Vọng Đẩu. Thỉnh thoảng, lính canh phải trèo lên Vọng Đẩu dùng kính Thiên lý quan sát ngoài bờ biển. Ngày 23 tháng 8 năm 1945, sau khi Bảo Đại thoái vị, lá cờ đỏ sao vàng đã thay thế cho là cờ hình quẻ ly của triều đình Nguyễn. ",
       "name":"Kỳ Đài nhìn từ xa"
    },
    "12770":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/kydai9.png",
       "description":"Trong Sự kiện Tết Mậu Thân năm 1968 lá cờ của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam được kéo lên trong 26 ngày đêm. Đến ngày 24 tháng 2 năm 1968, đại đội Hắc Báo, thuộc sư đoàn bộ binh 1 Quân lực Việt Nam Cộng Hòa chiếm lại kỳ đài và hạ lá cờ này xuống. Ngày 26 tháng 3 năm 1975, sau khi giành thắng lợi trong Chiến dịch Huế - Đà Nẵng, lá cờ của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam lại được kéo lên kỳ đài.",
       "name":"Hình ảnh Kỳ Đài trong quá khứ"
    },
    "12778":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hienlamcac1.png",
       "name":"Hiển Lâm Các toàn cảnh"
    },
    "12786":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hienlamcac2.png",
       "name":"Phía trên Hiển Lâm Các "
    },
    "12794":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hienlamcac5.png",
       "description":"Hiển Lâm Các là một công trình kiến trúc nằm trong quần thể Hoàng Thành Huế và cũng là công trình cao nhất tại Kinh đô Phú Xuân. Hiển Lâm Các được xem như là một đài lưu niệm, nơi ghi công những khai quốc công thần đã sáng lập ra triều Nguyễn. Hiển Lâm Các được xây dựng từ năm 1821 – 1822 dưới thời vua Minh Mạng tọa lạc phía tây nam của Hoàng Thành nằm phía trước của Thế Miếu. ",
       "name":"Hiển Lâm Các toàn cảnh"
    },
    "12802":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hienlamcac6.png",
       "description":"Hiển Lâm Các là một trong những công trình kiến trúc cổ và đẹp nhất trong quần thể di tích cố đô Huế. Hiển Lâm Các được khởi công xây dựng từ năm 1821 – 1822 dưới thời vua Minh Mạng. Tọa lạc tại khu vực Thế Miếu, nằm phía Tây Nam khu hoàng thành với chiều cao 17m, đây là công trình kiến trúc cao nhất trong khu vực Hoàng thành Huế.\r\n Là công trình được thiết kế theo kiến trúc bằng gỗ cao tầng và được xây dựng trên nền đất cao hình chữ nhật, được lát gạch Bát Tràng, xây bằng gạch vồ với vôi vữa và được trang trí bằng những mảnh sành sứ. Từ phía dưới bước lên mặt nền có hai hệ thống bậc cấp được làm từ loại đá xanh Thanh Hóa, trước và sau của mỗi hệ thống này có 9 cấp bậc. Hai bên thành được đắp hình rồng ở giữa là giới hạn lối đi chỉ dành riêng cho các vị vua.\r\n",
       "name":"Hiển Lâm Các "
    },
    "12810":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hienlamcac7.png",
       "description":"Ở hàng cột thứ ba tính từ mặt trước, dựng một dãy đố bản, giữa mỗi gian được trổ một cửa vòm. Các loại kèo, liên ba, đố bản ở tầng này đều được chạm khắc nổi hình rồng bay uốn lượn siêu ấn tượng. Phía trên cửa chính ra vào là tấm hoành phi lớn có đề ba chữ Hán \"Hiển Lâm Các\", phần khung được chạm khắc 9 con rồng sơn son thếp vàng.\r\nĐi vào bên trong Hiển Lâm Các, phía bên gian phải có cầu thang lên tầng 2, lan can được chia thành các hộc trang trí hình chữ \"thọ\" và \"vạn\" cùng các đường kỷ hà được chạm khắc rồng ở đầu và cuối.\r\n",
       "name":"Nội thất"
    },
    "12818":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hienlamcac8.png",
       "description":"Phía trên tầng 2 có ba gian với mặt trước và sau là cửa lá sách, xung quanh được trang trí bằng những hàng con tiện trau chuốt, tỉ mỉ. Đỡ giàn mái tầng này gồm 4 cột chính, 4 cột phụ, hệ thống con sơn được chạm trổ siêu đẹp",
       "name":"Cầu thang"
    },
    "12826":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hienlamcac9.png",
       "description":"Tầng 3 trên cùng chỉ có 1 gian với lối đi lên là cầu thang bằng gỗ có 9 bậc. Mặt trước và sau lầu dựng cửa lá sách được trang trí với hệ thống con sơn vững chắc, kết cấu ấn tượng. \r\nBờ nóc của tầng cao nhất của Hiển Lâm Các được trang trí bằng bầu rượu pháp lam màu vàng nhạt, đặt lên trên một áng mây pháp lam họa tiết ngũ sắc tươi thắm.",
       "name":"Mái"
    },
    "14578":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungtruongsanh1.png",
       "name":"Cung Trường sanh"
    },
    "14586":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungtruongsanh2.png",
       "name":"Cổng chính Cung Trường Sanh"
    },
    "14762":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungtruongsanh7.png",
       "description":"Năm Thiệu Trị thứ 6 (1846), cung Trường Ninh được “đại gia trùng tu” kiến trúc cung được nâng cấp về quy mô. Trục kiến trúc chính xếp theo hình chữ Vương, trong đó điện Thọ Khang được đặt chính giữa, tòa Ngũ Đại Đồng Đường đặt phía trước, lầu Vạn Phúc đứng sau cùng. Ba tòa nhà này có nền nối liền nhau và có hệ thống hành lang thông suốt",
       "name":"Điện Thọ Khang"
    },
    "14770":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungtruongsanh8.png",
       "description":"Quanh trục kiến trúc này có nhiều công trình khác. Phía trước nhà Ngũ Đại Đồng Đường có Phường Môn. Phía sau lầu Vạn Phúc có xếp mấy ngọn giả sơn như núi Bảo Sơn, núi Kình Ngư, núi Hổ Tôn… Vòng quanh cung có lạch nước Đào Nguyên nối qua hồ Nội Kim Thủy ở phía bắc. Trên lạch có bắc những cây cầu sơn đỏ để đi qua",
       "name":"Hòn giả sơn được đặt sau bức bình phong"
    },
    "14778":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungtruongsanh10.png",
       "description":"Cung Trường Ninh ban đầu có vai trò như một hoa viên và là nơi các vua Nguyễn thường mời mẹ mình đến thăm thú “thưởng tiết ưu du”. Về cuối triều Nguyễn, cung lại trở thành nơi ăn ở sinh hoạt của một số bà hoàng thái hậu, thái hoàng thái hậu như bà Lệ Thiên (vợ vua Tự Đức), bà Từ Minh (vợ vua Dục Đức), bà Tiên Cung (vợ vua Đồng Khánh)…",
       "name":"Lạch Đào Nguyên"
    },
    "14786":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungtruongsanh11.png",
       "description":"Năm 1923, vua Khải Định cho tu bổ cung đổi tên thành Trường Sanh và dựng thêm hai tòa nhà để xe ở phía trước, gần cổng vào cung. Đến nay, trải qua thời gian và các biến động lịch sử, kiến trúc cung Trường Sanh đã có nhiều thay đổi và phần nhiều đã bị xuống cấp nghiêm trọng. Tuy nhiên, thời còn rực rỡ nó đã từng được vua Thiệu Trị xếp vào hàng thứ bảy của thắng cảnh đất Thần Kinh",
       "name":"Ngọn giả sơn phía sau lầu Vạn Phúc"
    },
    "14794":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungtruongsanh12.png",
       "description":"Vẻ đẹp Cung Trường Sanh sau bao năm tháng...",
       "name":"Nét hiện đại hòa với nét cổ"
    },
    "14818":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungtruongsanh3_1635669874.png",
       "name":"Cung Trường Sanh từ xa"
    },
    "14898":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungdientho3.png",
       "name":"Cung Diên Thọ nhìn từ phía trước"
    },
    "14906":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungdientho5.png",
       "description":"Cung Diên Thọ là một hệ thống kiến trúc cung điện trong Hoàng thành Huế, cung Diên Thọ nằm tại phía tây của Tử Cấm Thành, phía nam điện Phụng Tiên và phía bắc cungTrường Sanh. Theo quy chế đờ Tự Đức, cung nằm ở nhai phường Tây nhất thuộc Hoàng Thành, gần với cửa Chương Đức và đài Tây khuyết. ung Diên Thọ được coi là hệ thống kiến trúc cung điện quy mô nhất còn lại tại Cố đô Huế.",
       "name":"Cung Diên Thọ"
    },
    "14914":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungdientho6.png",
       "description":"Bình diện cung Diên Thọ là một hình chữ nhật, chiều dài 138,5m, chiều rộng 126,4m, chiếm khoảng 1/20 tổng diện tích Hoàng thành Huế",
       "name":"Một góc khác cung Diên Thọ"
    },
    "14922":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungdientho7.png",
       "description":"Năm 1802, vua Gia Long sáng lập nhà Nguyễn, lấy đô thành Phú Xuân của Đàng Trong thời các chúa Nguyễn làm thủ đô của nước Việt Nam thống nhất dưới triều Nguyễn. Gia đình hoàng tộc nhanh chóng chuyển về sống tại Hoàng thành Phú Xuân và cho khởi tạo một loạt công trình kiến trúc để làm nơi ở, nhằm tỏ rõ uy quyền và đặc quyền của hoàng gia. Trong bối cảnh ấy, tháng 4 năm 1804, vua Gia Long hạ lệnh xây dựng cung Trường Thọ, thay thế cho Hậu Điện để trở thành cung điện cho vị Vương thái hậu đầu tiên của triều Nguyễn",
       "name":"Hồ sen"
    },
    "14930":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungdientho8.png",
       "description":"Năm 1820, vua Minh Mạng lên nối ngôi sau cái chết của vua cha. Ông vua này là người đã cho quy hoạch lại và kiến thiết, xây dựng mới rất nhiều công trình cung điện trong Đại Nội, tạo nên căn bản bộ mặt Đại Nội còn tồn tại đến ngày nay. Mẹ vua Minh Mạng là bà Thuận Thiên Cao hoàng hậu Trần Thị Đang còn đích mẫu của vua, bà Thừa Thiên Cao hoàng hậu Tống Thị Lan đã mất từ lâu. Sau khi Minh Mạng lên ngôi, bà Thuận Thiên được tôn phong làm Hoàng thái hậu. Đồng thời, trên khuôn viên cung Trường Thọ cũ, vua cho đại tu xây dựng cung điện mới, đặt tên là cung Từ Thọ để làm chỗ ở cho bà.",
       "name":"Bên trong Cung Diên Thọ"
    },
    "14938":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungdientho9.png",
       "description":"Năm 1846, bà Thuận Thiên hoàng hậu qua đời, ít lâu sau, cung Từ Thọ được chuyển giao cho vị chủ nhân mới, bà Từ Dũ hoàng thái hậu, mẹ vị tân hoàng đế Tự Đức vừa kế vị vào năm 1847. Ngày 4 tháng 9 năm 1848, vua hạ lệnh triệt giải kết cấu cung Từ Thọ để xây cung điện mới với kết cấu hoàn toàn khác. Ngày 20 tháng 2 năm 1849, công trình xây dựng cung Gia Thọ được khởi công, tháng 4 năm ấy thì hoàn thành. Năm 1901, vua Thành Thái đổi tên cung Gia Thọ làm cung Ninh Thọ, sau khi bà Nghi Thiên mất, nơi này thành cung của mẹ ông, bà Hoàng thái hậu Từ Minh. Năm 1916, vua Khải Định lên ngôi, cung Diên Thọ lại đổi chủ, thuộc về bà Thánh Cung, con gái Nguyễn Hữu Độ, hoàng quí phi vua Đồng Khánh. Trong hai năm đầu vua Khải Định, cung Ninh Thọ được sửa chữa lớn và đổi tên thành cung Diên Thọ, trở thành tên chính thức của khu vực cung cho đến ngày nay. Hiện nay trong Diên Thọ chính điện còn tấm bảng vàng \"Diên Thọ cung\".",
       "name":"Hiên Cung Diên Thọ"
    },
    "14946":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungdientho10.png",
       "description":"Cổng Thọ Chỉ, ta sẽ thấy ngay bức bình phong to lớn đồ sộ che cho ngôi chính điện Diên Thọ, đây là nơi ở của bà Thái Hậu. Điện cũng rất to lớn đồ sộ, nhưng không được sơn son thếp vàng mà vẫn giữ màu nâu của gỗ nên rất ấm áp và gần gũi",
       "name":"Cổng Thọ Chỉ"
    },
    "14954":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/cungdientho11.png",
       "description":"Sau chính điện là điện Thọ Ninh – nơi ở của các bà mẹ khác của Vua, lúc đầu điện này cũng rất đồ sộ, nhưng sau này do xuống cấp nên đã được sửa thành 3 gian hai chái tức có quy mô nhỏ hơn rất nhiều so với nguyên thủy. Hiện nay điện đang trong tình trạng xuống cấp nghiêm trọng và đang xúc tiến để phục dựng",
       "name":"Điện Thọ Ninh, hiện đang được trùng tu"
    },
    "14962":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien1.png",
       "name":"Điện Phụng Tiên từ trước"
    },
    "14970":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien2.png",
       "name":"Điện Phụng Tiên toàn cảnh"
    },
    "14978":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien3.png",
       "name":"Mái Điện Phụng Tiên"
    },
    "14986":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien5.png",
       "description":"Điện Phụng Tiên,có nghĩa \"Điện thờ phụng tổ tiên\", là một ngôi điện nằm ở gần cửa Chương Đức, phía trước Cung Diên Thọ, cửa tây của Hoàng Thành, Thành phố Huế, tỉnh Thừa Thiên Huế, Việt Nam. Ngôi miếu dùng để thờ cúng các Hoàng đế và Hoàng hậu triều Nguyễn . Khác với Thế Miếu, điện này cũng thờ các vị Đế-Hậu của triều Nguyễn nhưng nữ giới trong triều được phép đến đây cúng tế .",
       "name":"Điện Phụng Tiên"
    },
    "14994":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien6.png",
       "description":"Điện Phụng Tiên là một ngôi điện nằm ở gần cửa Chương Đức, phía trước Cung Diên Thọ, cửa tây của Hoàng Thành. Ngôi miếu dùng để thờ cúng các vua triều Nguyễn. Khác với Thế Miếu, điện này cũng thờ các vị vua và hoàng hậu nhà Nguyễn nhưng nữ giới trong triều được phép đến đây cúng tế.",
       "name":"Điện Phụng Tiên xưa"
    },
    "15002":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien7.png",
       "description":"Thời gian xây dựng của điện là không rõ, chỉ biết là nó đã được xây dựng khi vua Gia Long vẫn còn sống. Khi đó nó là một ngôi điện bằng gỗ có tên là Hoàng Nhân, vị trí gần cửa Hiển Nhân - đại học Huế. Khi Gia Long mất, quan tài của ông đã được quàn tại đây 3 tháng trước khi được an táng ở lăng Gia Long. Điện Hoàng Nhân là nơi thờ cúng Gia Long kể từ năm 1820.",
       "name":"Cửa điện Phụng Tiên"
    },
    "15010":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien8.png",
       "description":"Năm 1829, vua Minh Mạng cho đổi tên điện Hoàng Nhân thành điện Phụng Tiên. Và đến năm 1837, ông cho dời điện từ vị trí gần cửa Hiển Nhân đến vị trí ngày nay, gần cửa Chương Đức.",
       "name":"Quang cảnh điện Phụng Tiên"
    },
    "15018":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien9.png",
       "description":"Mặc dù về sau, triều đình nhà Nguyễn có xây Thế Miếu với cùng một chức năng là thờ cúng Gia Long và các vị vua kế vị nhưng điện Phụng Tiên vẫn được duy trì để thờ các vua ấy, vì một lý do đặc biệt: theo quy định của Triều đình, Thế Miếu là \"công miếu\", các cuộc tế lễ ở đây đều là những buổi lễ có tính chất quốc gia với sự hiện diện của vua, hoàng thân và đình thần; tuyệt đối cấm nữ giới cho dù họ có là người trong Hoàng gia, nhưng họ có thể tới điện Phụng Tiên để thực hiện việc thờ tự.",
       "name":"Bên trong điện Phụng Tiên"
    },
    "15026":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien10.png",
       "description":"Điện cũng là nơi lưu trữ nhiều bảo vật của nhà Nguyễn, nhưng đến tháng 2 năm 1947, toàn bộ đã bị thất thoát cũng như đốt cháy theo điện trong chiến dịch tiêu thổ của Việt Minh. Hiện giờ chỉ còn lại cửa Tam Quan và vòng tường thành còn tương đối nguyên vẹn.",
       "name":"Nơi điện Phụng Tiên ngày xưa tọa lạc"
    },
    "15034":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/dienphungtien11.png",
       "description":"Điện Phụng tiên là một tòa nhà kép to lớn, to ngang Thế Miếu nhưng có thêm mái lưa ở phía trước. Phần chính doanh có 9 gian 2 chái, mỗi gian thờ một vua; phần tiền doanh có 11 gian. Mái điện được lợp ngói ống hoàng lưu ly cùng với ngói câu đầu trích thủy; phần nền thì được lát bằng gạch Bát tràng tráng men. Sân trước điện khá rộng cũng được lát bằng gạch Bát Tràng. Sát hiên trước có một hàng chậu sứ trồng cây cảnh được đặt trên các đôn bằng đá chạm. Cuối sân có một bể cạn lớn làm bằng đá, bên trong có một hòn non bộ, xây bằng đá tựa vào một bức bình phong giăng dài phía sau cửa tam quan. Ở giữa mặt trước khuôn viên có vòng thành bao quanh. ",
       "name":"Điện Phụng tiên"
    },
    "15066":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu5.png",
       "name":"Hưng Miếu"
    },
    "15074":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu6.png",
       "name":"Góc Khác Hưng Miếu"
    },
    "15082":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu7.png",
       "description":"Cổng chính của Hưng Miếu được xây kiểu tam quan với nhiều tầng mái bề thế, quy mô và kiểu thức rất giống cổng Thế Miếu. ",
       "name":"Cổng chính Hưng Miếu"
    },
    "15090":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu8.png",
       "description":"Sân trước Hưng Miếu có hình chữ nhật, được lát gạch bát tràng. Giữa sân là đường thần đạo lát bằng đá thanh, chạy từ bậc thềm ra đến cổng phía trước. Song song với hàng cột hiên là dãy các chậu sứ trồng cây cảnh đặt trên đôn bằng đá",
       "name":"Sân Hưng Miếu"
    },
    "15098":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu9.png",
       "description":"Ở phía trong, miếu được chống đỡ bằng 72 cột gỗ, chia thành 9 hàng từ trước đến sau và 8 hàng từ trái sang phải, kê chân trên đá tảng. Bộ vì kèo bằng gỗ đỡ phần mái ngói phíatrên được chạm khắc rất tinh xảo. ",
       "name":"Bên trong Hưng Miếu"
    },
    "15106":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu10.png",
       "description":"Hệ thống liên ba của miếu chia làm bốn tầng, mỗi tầng phân khoảng thành các ô hộc được trang trí theo lối Nhất thi Nhất họa khắc nổi nhiều chủ đề, mang đậm nét văn hóa cung đình. ",
       "name":"Hoa văn"
    },
    "15114":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu11.png",
       "description":"Hai bên tòa miếu có tường ngắn ngăn cách, ở giữa tường trổ hai cửa: Dục Khánh, Chương Khánh. Đi qua cửa Dục Khánh là Thần Khố (nhà kho), qua cửa Chương Khánh có nhà Thần Trù (nhà bếp). ",
       "name":"Bên ngoài"
    },
    "15122":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu12.png",
       "description":"Bên trái khuôn viên miếu hiện vẫn còn hai bia đá: bia đá dựng năm 1804 khắc bài văn Ngự chế của Gia Long và bia đá dựng năm 1821 khắc bài văn Ngự chế của Minh Mạng nói lại lịch sử xây dựng Hưng Miếu và Thế Miếu",
       "name":"Bên trái"
    },
    "15130":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu13.png",
       "description":"So với nhiều công trình khác của Hoàng thành Huế, Hưng Tổ Miếu có lịch sử khá đặc biệt. Theo sử sách, nguyễn Phúc Luân đáng lẽ là người lên ngôi chúa, nhưng bị quyền thần Trương Phúc Loan giam vào ngục và mất tại nhà riêng. Sau khi lên ngôi năm 1802, vua Gia Long tìm lại mộ cha và cho xây miếu để thờ.",
       "name":"Mái"
    },
    "15138":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu14.png",
       "description":"Việc xây dựng được tiến hành từ tháng 4 đến tháng 8/1804 trên địa điểm của Thế Miếu ngày nay, chính thức sử dụng từ tháng 3/1805. Ngôi miếu khi ấy có tên là Hoàng Khảo Miếu (ngôi miếu dùng để thờ phụng vua cha). ",
       "name":"Hoa văn trên mái"
    },
    "15146":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu15.png",
       "description":"Đến năm 1821, vua Minh Mạng cho dời Hoàng Khảo Miếu lùi về phía sau địa điểm cũ 50m để sử dụng khu đất của Hoàng Khảo Miếu xây Thế Miếu. Công việc di dời diễn ra từ ngày 23/3 – 16/4/1821. Sau khi hoàn tất vua cho đổi tên khu miếu thành Hưng Tổ Miếu. ",
       "name":"Hoa văn"
    },
    "15154":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/hungmieu16.png",
       "description":"Tháng 2/1947, trong bối cảnh chiến tranh, Hưng Miếu bị đốt cháy cùng nhiều cung điện khác trong Hoàng thành. Đến năm 1950, cựu hoàng Bảo Đại về Huế mua lại An Khánh Vương từ (nơi thờ con trai thứ 12 của vua Gia Long) với giá 300.000 đồng (tiền lúc ấy) để dựng lại thành Hưng Miếu mới.Việc di dời An Khánh Vương từ và tái lập Hưng Miếu được thực hiện năm 1951. Về cơ bản, Hưng Miếu kế thừa kiến trúc của An Khánh Vương từ. Nhưng vì mặt bằng của Hưng Miếu cũ nhỏ hơn nên khi xây dựng người ta buộc phải di dời hai hàng cột mỗi bên và cắt bớt một số mái ở cả hai bên. ",
       "name":"Hưng Miếu"
    },
    "15162":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/themieu1.png",
       "name":"Thế Miếu toàn cảnh"
    },
    "15170":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/themieu2.png",
       "name":"Bên trong Thế Miếu"
    },
    "15186":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/themieu5.png",
       "description":" Hành trình khám phá Hoàng cung xưa tiếp tục với trục phía tây Hoàng Thành. Bắt đầu là khu vực thế miếu – nơi thờ tự các Vua Nguyễn.\r\n Đây là một hệ thống miếu thờ lớn với hai ngôi miếu là Thế Tổ Miếu và Hưng Tổ Miếu. Bước qua cổng chính vào Thế Miếu ta sẽ bắt gặp ngay Hiển Lâm các, công trình cao nhất Hoàng Thành gồm 3 tầng. Đây là biểu tượng và là nơi tôn vinh công lao của các Vua và quan đã có công với đất nước.\r\n Thế miếu là một ngôi nhà lớn, được xây theo quy cách chung của các cung điện, gồm hai tòa nhà ghép lại bằng trần vỏ cua. Diện tích miếu hơn 1500m2 là nơi thờ tự các vua Nguyễn. Mỗi gian thiết trí một án thờ, có 10 Vua được thờ nơi đây. Miếu được sơn son thếp vàng lộng lẫy, trang trí rất công phu và tiền của.\r\n",
       "name":"Thế Miếu toàn cảnh"
    },
    "15194":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/themieu6.png",
       "description":"Hiển Lâm Các phá vỡ quy luật của hầu hết các cung điện ở Huế, phát triển chiều cao thay vì chiều dọc và chiều ngang, công trình được trang trí đơn giản nhưng tinh xảo và có giátrị kiến trúc rất cao.\r\n Tiếp đến qua Hiển Lâm Các là Cửu đỉnh – tượng trưng cho sự trường tồn của triều đại và tên của từng đỉnh tương ứng với miếu hiệu của các vị Vua trong Thế miếu. Cái sân gạch rộng phân chia Hiển Lâm Các và Thế Miếu, trên sân đặt một vài chậu cây cảnh. Chính gia sân là một con đường được lát đá thanh dẫn vào gian giữa của Thế miếu.\r\n",
       "name":"Cửu đỉnh"
    },
    "15202":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/themieu7.png",
       "description":"Bên trong Miếu là 10 án thờ 10 vị Vua\r\nThế giới của vàng son lộng lẫy\r\nPhía sau Thế miếu là Hưng miếu, một ngôi miếu nhỏ thờ Nguyễn Kim, cha của Vua Gia Long, cũng được sơn son thếp vàng rất tinh xảo. Miếu bị phá huỷ hoàn toàn trong chiến tranh sau đó được mẹ Vua Bảo Đại mua một ngôi nhà rường về dựng lại trên nền cũ, về sau khi trùng tu đã được sơn son thếp vàng.\r\n",
       "name":"Bên trong Thế Miếu"
    },
    "15210":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/themieu8.png",
       "description":"Phía sau Thế miếu là Hưng miếu, một ngôi miếu nhỏ thờ Nguyễn Kim, cha của Vua Gia Long, cũng được sơn son thếp vàng rất tinh xảo. Miếu bị phá huỷ hoàn toàn trong chiến tranh sau đó được mẹ Vua Bảo Đại mua một ngôi nhà rường về dựng lại trên nền cũ, về sau khi trùng tu đã được sơn son thếp vàng",
       "name":"Thế giới của vàng son lộng lẫy"
    },
    "15218":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/themieu9.png",
       "description":"Phía sau Thế miếu là Hưng miếu, một ngôi miếu nhỏ thờ Nguyễn Kim, cha của Vua Gia Long, cũng được sơn son thếp vàng rất tinh xảo. Miếu bị phá huỷ hoàn toàn trong chiến tranh sau đó được mẹ Vua Bảo Đại mua một ngôi nhà rường về dựng lại trên nền cũ, về sau khi trùng tu đã được sơn son thếp vàng. Ngoài ra xung quanh hai ngôi miếu chính còn có các công trình phụ như tả hữu tùng tự - nơi thờ quan văn võ, điện Canh Biểu thờ Khổng Tử, miếu Thổ Công... tất cả được bố trí hài hòa với thiên nhiên cây cỏ.",
       "name":"Cổng vào Hưng Miếu"
    },
    "15474":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/media/images/Cung Diên thọ toàn cảnh.png",
       "name":"Cung Diên thọ toàn cảnh"
    },
    "15730":{
       "type":"IFRAME",
       "url":"https://3dwarehouse.sketchup.com/embed/f54c4b39d3c38107734651961fa238a4?noEmbedWatermark=true",
       "name":"Cổng Điện Thái Hòa"
    },
    "15746":{
       "type":"IFRAME",
       "url":"https://app.sketchup.com/viewer/3dw?WarehouseModelId=6dee4bb7d257e84d734651961fa238a4",
       "name":"Điện Thái Hòa"
    },
    "15762":{
       "type":"IFRAME",
       "url":"https://my.matterport.com/show/?m=axCx7Zoaz2F&play=1&nozoom=1&qs=1&ts=1&guides=0&lp=1&fbclid=IwAR1YiugeHNaD8aPTiXLcV8-Ld1wCTo0c8vP7bitr6a4cvNaziVBfGoTaX2s",
       "name":"Ngai vàng Điện Thái Hòa"
    },
    "15770":{
       "type":"IFRAME",
       "url":"https://3dwarehouse.sketchup.com/embed/c2205e01f7c75b68734651961fa238a4?noEmbedWatermark=true",
       "name":"Ngọ môn"
    },
    "16938":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay11_1636476064.png",
       "name":"cay11"
    },
    "16954":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay13.png",
       "name":"cay13"
    },
    "16962":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/co1.png",
       "name":"co1"
    },
    "16970":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/co2.png",
       "name":"co2"
    },
    "17098":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/co3.png",
       "name":"co3"
    },
    "17106":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/co4.png",
       "name":"co4"
    },
    "17410":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay14.png",
       "name":"cay14"
    },
    "17418":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay15.png",
       "name":"cay15"
    },
    "17426":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay16.png",
       "name":"cay16"
    },
    "17434":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay17.png",
       "name":"cay17"
    },
    "17442":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay18.png",
       "name":"cay18"
    },
    "18650":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/song1.png",
       "name":"song1"
    },
    "18994":{
       "type":"IFRAME",
       "url":"https://www.youtube.com/embed/bX8pgj5u-S4",
       "name":"Cung Trường Sanh"
    },
    "19018":{
       "type":"IFRAME",
       "url":"https://www.youtube.com/embed/GUT1GadgH1Y",
       "name":"Kỳ Đài Huế"
    },
    "19026":{
       "type":"IFRAME",
       "url":"https://www.youtube.com/embed/t_VD6jnmepk",
       "name":"Ngọ Môn Huế"
    },
    "19034":{
       "type":"IFRAME",
       "url":"https://www.youtube.com/embed/d1UwHSzU3lg",
       "name":"Thái Miếu"
    },
    "19042":{
       "type":"IFRAME",
       "url":"https://www.youtube.com/embed/iuVT-1Hi9gk",
       "name":"Thế Miếu"
    },
    "19050":{
       "type":"IFRAME",
       "url":"https://www.youtube.com/embed/SzMjBqQUJdY",
       "name":"Triệu Miếu"
    },
    "19146":{
       "type":"IFRAME",
       "url":"https://www.youtube.com/embed/hghwIIbnOn8",
       "name":"dienthaihoa"
    },
    "19154":{
       "type":"IFRAME",
       "url":"https://www.youtube.com/embed/pdboB7h_OMQ",
       "name":"cungdientho"
    },
    "20170":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/song6.png",
       "name":"song6"
    },
    "20194":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/song7.png",
       "name":"song7"
    },
    "20202":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/song8.png",
       "name":"song8"
    },
    "20210":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay25_1636819907.png",
       "name":"cay25"
    },
    "20218":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay26_1636819907.png",
       "name":"cay26"
    },
    "20226":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay27_1636819907.png",
       "name":"cay27"
    },
    "20234":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay28.png",
       "name":"cay28"
    },
    "20242":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay29.png",
       "name":"cay29"
    },
    "20250":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay30.png",
       "name":"cay30"
    },
    "20258":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay31.png",
       "name":"cay31"
    },
    "20266":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay32.png",
       "name":"cay32"
    },
    "20274":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay33.png",
       "name":"cay33"
    },
    "20290":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay34.png",
       "name":"cay34"
    },
    "20298":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay35.png",
       "name":"cay35"
    },
    "20346":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay36_1636827348.png",
       "name":"cay36"
    },
    "20354":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay37_1636827348.png",
       "name":"cay37"
    },
    "20362":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay38_1636827348.png",
       "name":"cay38"
    },
    "20370":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay39_1636827348.png",
       "name":"cay39"
    },
    "20378":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay40_1636827348.png",
       "name":"cay40"
    },
    "20386":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay41.png",
       "name":"cay41"
    },
    "20394":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/ho1_1636883010.png",
       "name":"ho1"
    },
    "20402":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/ho2_1636883010.png",
       "name":"ho2"
    },
    "20410":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay50.png",
       "name":"cay50"
    },
    "20418":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay51.png",
       "name":"cay51"
    },
    "20426":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cau1.png",
       "name":"cau1"
    },
    "20434":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay4_1637049836.png",
       "name":"cay4"
    },
    "20442":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay5_1637050217.png",
       "name":"cay5"
    },
    "20450":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay6_1637050559.png",
       "name":"cay6"
    },
    "20458":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay7_1637051402.png",
       "name":"cay7"
    },
    "20466":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay1.png",
       "name":"cay1"
    },
    "20474":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay2.png",
       "name":"cay2"
    },
    "20482":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay3.png",
       "name":"cay3"
    },
    "20490":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay8_1637051680.png",
       "name":"cay8"
    },
    "20498":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay9_1637052548.png",
       "name":"cay9"
    },
    "20506":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay10_1637052919.png",
       "name":"cay10"
    },
    "20514":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay11_1637054544.png",
       "name":"cay11"
    },
    "20578":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay12_1637084668.png",
       "name":"cay12"
    },
    "20602":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/thoo.png",
       "name":"thoo"
    },
    "20610":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/cay14_1637090810.png",
       "name":"cay14"
    },
    "20890":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/thoo2.png",
       "name":"thoo2"
    },
    "20970":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/17.png",
       "name":"17"
    },
    "20978":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/18.png",
       "name":"18"
    },
    "20986":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/19.png",
       "name":"19"
    },
    "20994":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/ho3_1637266370.png",
       "name":"ho3"
    },
    "21002":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/ho4_1637266370.png",
       "name":"ho4"
    },
    "21050":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree1.png",
       "name":"tree1"
    },
    "21058":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree2.png",
       "name":"tree2"
    },
    "21074":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree4_1637309158.png",
       "name":"tree4"
    },
    "21082":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree5_1637309158.png",
       "name":"tree5"
    },
    "21090":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree6.png",
       "name":"tree6"
    },
    "21098":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree7.png",
       "name":"tree7"
    },
    "21106":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree8.png",
       "name":"tree8"
    },
    "21114":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree9.png",
       "name":"tree9"
    },
    "21122":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree10.png",
       "name":"tree10"
    },
    "21130":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree11.png",
       "name":"tree11"
    },
    "21138":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree12.png",
       "name":"tree12"
    },
    "21146":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree13.png",
       "name":"tree13"
    },
    "21154":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/way1.png",
       "name":"way1"
    },
    "21162":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/water1.png",
       "name":"water1"
    },
    "21170":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tho1.png",
       "name":"tho1"
    },
    "21178":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/tree3_1637313573.png",
       "name":"tree3"
    },
    "21186":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/da1.png",
       "name":"da1"
    },
    "21194":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/da2.png",
       "name":"da2"
    },
    "21202":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/da4.png",
       "name":"da4"
    },
    "21210":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/da5.png",
       "name":"da5"
    },
    "21218":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/hoa1.png",
       "name":"hoa1"
    },
    "21226":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/hoa2.png",
       "name":"hoa2"
    },
    "21234":{
       "type":"PNG",
       "url":"https://hcloud.trealet.com//albums/Nhom15/thoo3.png",
       "name":"thoo3"
    }
 }